tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "harfbuzz"
brew "pango"
brew "gtk4"
brew "baobab"
brew "bash"
brew "clang-format"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "exa"
brew "libarchive"
brew "ffmpeg"
brew "python@3.10"
brew "fontforge", link: false
brew "libraw"
brew "imagemagick"
brew "geeqie"
brew "gtk+"
brew "htop"
brew "lftp"
brew "qemu"
brew "lima"
brew "mplayer"
brew "procs"
brew "protobuf"
brew "qalculate-gtk"
brew "rsync"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tre-command"
brew "zsh-autosuggestions"
cask "alacritty"
cask "anaconda"
cask "audacity"
cask "darktable"
cask "font-hack-nerd-font"
cask "fontforge"
cask "gimp"
cask "imhex"
cask "kicad"
cask "meld"
cask "smplayer"
cask "stellarium"
cask "visual-studio-code"
